{
  "nearlmod:LaughAllYouWantEvent": {
    "NAME": "Laugh All You Want",
    "DESCRIPTIONS": [
      "The Armorless Union stand in your way. NL \"We both have business here. I'm afraid I have to ask you and your friend to step aside.\"",
      "\"Do you have any idea what you're saying?\"",
      "You took a different path to leave. The Armorless Union didn't follow you."
    ],
    "OPTIONS": [
      "[Fight]",
      "[Leave]"
    ]
  },

  "nearlmod:CorruptedWitheredBattle": {
    "NAME": "Corrupted Knight & Withered Knight",
    "DESCRIPTIONS": [
      "General Chamber of Commerce is highly dissatisfied with the actions of the independent knight Maria. Currently, Kazimierz does not welcome those who defy their intentions. NL The 'accidentally' vanished Fartooth Knight, the Sarkaz knight who was injected with a special drug, tonight's arena may well turn into an execution ground—",
      "You failed to arrive in time at the Grand Knight Territory, and Maria fell under the heavy hammer of Corrupted Knight."
    ],
    "OPTIONS": [
      "[Set off early] #gRush #ginto #gthe #gArena #gand #gengaged #gin #ga #gspecial #gcombat.",
      "[Proceed as usual] #rBeing #rCursed #r- #rRegret, #rLate #rLight.",
      "[Leave]"
    ]
  },
  "nearlmod:LeftHandBattle": {
    "NAME": "Final 16: 'Left-Hand Knight', Tytus Topola",
    "DESCRIPTIONS": [
      "\"This battle reeks of revenge! All of you watching! I hope your blood's ~on fire~ ! He's fallen short of the Final 16 over and over, but today, will 'Left-hand' Tytus Topola have what it takes to overcome himself?!\" NL \"In the long and storied history that is the Topola family's knightly record, only one time! Only one opponent! Has brought such colossal shame!\"",
      "Under pressure from all sides, you choose to give up continuing in the Kazimierz Major."
    ],
    "OPTIONS": [
      "[Fight] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Give up] #rBeing #rCursed #r- #rInjury, #rRevenge.",
      "[Leave]"
    ]
  },
  "nearlmod:CandleKnightBattle": {
    "NAME": "Final 8: 'The Candle Knight', Viviana Droste",
    "DESCRIPTIONS": [
      "\"Good evening, Radiant Knight.\" NL The Candle Knight slowly lifts her hand. Light and heat, weaving and twining in response to her title. NL \"You do invite curiosity. If you disdain the knight competitions of now, what goal do you pursue by participating? Is it simply to take this championship, prove something?\"",
      "\"Illuminate... the land.\" NL \"Not all people can illuminate the land, Radiant Knight. Most are but tiny candle-flames, barely enough to light the way on their own lives.\" NL \"The storm rocks us. In this age, a candle-flame is indistinct, the people have lost their selves, and what frightens me, is they aren't even conscious of it.\" NL \"Knowing this full well, why must you still–\"",
      "Under pressure from all sides, you choose to give up continuing in the Kazimierz Major."
    ],
    "OPTIONS": [
      "[Reply] \"To be a knight is to be the noble light that illuminates the land.\"",
      "[Fight] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Give up] #rBeing #rCursed #r- #rNormality, #rThe #rMediocre #rOne.",
      "[Leave]"
    ]
  },
  "nearlmod:LastKheshigBattle": {
    "NAME": "Semi-Final: 'Nightmare Knight', Tola",
    "DESCRIPTIONS": [
      "\"The descendant of a race left on the pages of the history books, a rare Kuranta, war-god scions who flay the years past–\" NL \"We could go through the entire history of the knight sports and find no one with purer blood, purer @horror@ , and purer @might@ than him!\" NL \"Now, here comes the lone wanderer from the grasslands, the last Kheshig, Nightmare Knight ~TOLAAAAAAAAA~ !\"",
      "Under pressure from all sides, you choose to give up continuing in the Kazimierz Major."
    ],
    "OPTIONS": [
      "[Fight] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Give up] #rBeing #rCursed #r- #rInjury, #rImaginary #rFear.",
      "[Leave]"
    ]
  },
  "nearlmod:BloodKnightBattle": {
    "NAME": "Final: 'The Blood Knight', Dikaiopolis",
    "DESCRIPTIONS": [
      "\"First, let me introduce you to –– The defending Champion of the Major, 'Kazimierz's Blood-Red Chalice,' the Blood Knight of the Crimson Chalice Knightclub –– ~DIKAAAAAAIOOOPOLIIIIIIS~ !\" NL \"A suit of crimson armor emerges from the shadows and takes its place beneath the light.\" NL \"The hero has no flashy moves. He simply stands in the arena, feeling the temperature of the soil and the humidity of the air.\"",
      "Under pressure from all sides, you choose to give up continuing in the Kazimierz Major."
    ],
    "OPTIONS": [
      "[Fight] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Give up] #rBeing #rCursed #r- #rBlood #rEntangle.",
      "[Leave]"
    ]
  },
  "nearlmod:LazuriteSquadBattle": {
    "NAME": "Encounter Lazurite Squad",
    "DESCRIPTIONS": [
      "#g@Phew!!@ Followed by a few arrows, Armorless Third Squad and Cleanup Squad stand in your way.",
      "You escaped. The arrows didn't catch you."
    ],
    "OPTIONS": [
      "[Fight]",
      "[Leave]",
      "[Leave]"
    ]
  },
  "nearlmod:ArmorlessSquadBattle": {
    "NAME": "Encounter Armorless Squad",
    "DESCRIPTIONS": [
      "Armorless Crossbow Men show up in the corner ahead. In the darkness, assassins lurk, ~ready~ ~to~ ~strike~ .",
      "You escaped. The assassins failed to track your trail."
    ],
    "OPTIONS": [
      "[Fight]",
      "[Leave]",
      "[Leave]"
    ]
  },
  "nearlmod:WanderingKnightBattle": {
    "NAME": "Encounter wandering knights",
    "DESCRIPTIONS": [
      "You encounter several nameless knights wandering in the Grand Knight Territory. Not all from Kazimierz agree with you, and clearly, they are not among them. Wait... why are there Gloompincer among them?",
      "You leaved. There is no need to entangle with these people."
    ],
    "OPTIONS": [
      "[Fight]",
      "[Leave]",
      "[Leave]"
    ]
  },
  "nearlmod:TheSurroundedEvent": {
    "NAME": "The Surrounded",
    "DESCRIPTIONS": [
      "#r@Bang!!@ #r@Boom!!!@ A huge explosion was heard from the direction of the energy district, plunging Kawalerielki into darkness. NL You used your Arts to illuminate the surroundings. It wasn't long before you noticed cyan and red figures flashing towards the structure district from the K.G.C.C. Building, accompanied by the sound of clashing weapons. NL You recognized these people – it was #bFlametail #bSona and members of the Pinus Sylvestris knights... They seemed to be running for their lives.",
      "It's there the Radiant Knight...? Thank goodness! Watch out the assassin--",
      "You believe in them, they will surely be able to escape successfully."
    ],
    "OPTIONS": [
      "[Fight] Go help them and engaged in a special combat.",
      "[Leave] They can do it. I have my own business.",
      "[Leave]"
    ]
  },

  "nearlmod:MephistoBattle": {
    "NAME": "Gummy's memories",
    "DESCRIPTIONS": [
      "\"Darkness... is it?\" NL You are pulled into Gummy's most harrowing memories. During the time when the Reunion Movement took over the city, chaos began to spread like an endless abyss the moment a leader named Mephisto forced all the students into confinement. Fights for food, struggles for survival—conflicts among the students never ceased. NL In a daze, you seemed to catch a glimpse of the source of that chaos, silently standing there.",
      "He suddenly blew out a cloud of dust, and you immediately felt a searing, unforgettable pain. By the time you came back to your senses, he was already gone without a trace."
    ],
    "OPTIONS": [
      "[Step Forward] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Remain Silent] #rBeing #rCursed #r- #r3 #r寄生.",
      "[Leave]"
    ]
  },
  "nearlmod:FamigliaCleanerBattle": {
    "NAME": "Penance's Memories",
    "DESCRIPTIONS": [
      "You are pulled into Penance's most troubled memories. NL Even with the backing of the Bellone family, which provided a degree of safety, living in Syracuse meant that those who crossed powerful families would inevitably face resentment. Having her car smeared with paint was just a crude display of malice, while in the shadows, the \"Cleaner\" lurked, waiting for the moment she made a mistake. She understood all too well what loomed over this twisted order. Should she, like the ordinary citizens, accept it as a way of life? Or should she leverage the new mobile city as a bargaining chip to try and bring about change?",
      "Faced with the concept of family, how powerless the people of Siracusa truly are. Perhaps what she has paid for this is... the right to true fairness."
    ],
    "OPTIONS": [
      "[Defend Fairness] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Keep Silent] #rBeing #rCursed #r- #rxx.",
      "[Leave]"
    ]
  },
  "nearlmod:MandragoraBattle": {
    "NAME": "Horn's Memories",
    "DESCRIPTIONS": [
      "You are pulled into Horn's most perilous memories. NL During the battle at County Hillock, the garrison either perished or defected early on to join Tara. Massive stone pillars descended rapidly from above the communications tower, and Cello fell before Horn and Bagpipe. The Spectre Force caster, Mandragora, manipulated the stones to close in, while the incoming artillery fire was deflected by the shield of rubble. Attack, adjust angle, attack again—if not for the injuries and dwindling ammunition, victory might have been possible...Could it be that the enemy truly has no weaknesses?",
      "Mandragora suddenly appeared to be provoked, recklessly unleashing Originium Arts. Unable to face her head-on, you had no choice but to retreat."
    ],
    "OPTIONS": [
      "[Fight] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Escape] #rBeing #rCursed #r- #r3 #rNormality.",
      "[Leave]"
    ]
  },
  "nearlmod:TheWillofSamiBattle": {
    "NAME": "Aurora's Memoires",
    "DESCRIPTIONS": [
      "You are pulled into Aurora's most frigid memories. NL Following in Magallan's footsteps, she embarked on a journey to the Sami icefields. On the boundless expanse of ice, she trekked northward. Days passed, and the contours of the land gradually faded behind her. The distant landscape was swallowed by snowstorms, leaving only an endless road stretching out before her. Clearly, the harsh environment could not deter her resolve. And so, the ancient mountain range raised a towering peak before them, presenting a test of her determination.",
      "You can only feel the scene before you growing more terrifying. Under the influence of the Demon, the more fear you feel, the stronger the enemy becomes."
    ],
    "OPTIONS": [
      "[Accept the Challenge] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Abandon the Challenge] #rBeing #rCursed #r- #rTerrifying #rEntity.",
      "[Leave]"
    ]
  },
  "nearlmod:CorruptedWitheredBattle_SP": {
    "NAME": "Nearl Sisters' Memories",
    "DESCRIPTIONS": [
      "\"Our family motto is, fear neither hardship nor darkness!\" NL You are drawn into the same memory as Maria. NL During the battle between the Corrupted Knight and the Withering Knight, what if something had gone wrong when you intervened? What if the enemy had not been intimidated by your presence? Would there still have been time to change everything?",
      "By the time you finally arrived at the arena, all that remained before you were shattered armor and a pool of blood."
    ],
    "OPTIONS": [
      "[Still Time] #gEngaged #gin #ga #gspecial #gcombat.",
      "[Too Late] #rBeing #rCursed #r- #rRegret, #rLate #rLight.",
      "[Leave]"
    ]
  }
}